Repository: Libriotech/Ebooksforlib
Catalog: languages/*.po
Languages: no

source: About
no: Om

source: About eBib
no: Om eBib

source: Actions
no: Handlinger

source: Active loans
no: Aktive lån

source: Add
no: Legg til

source: Add a new book
no: Legg til en ny bok

source: Add a new book based on ISBN
no: Legg til en ny bok basert på ISBN

source: Add a new book from scratch
no: Legg til en ny bok fra grunnen av

source: Add a new creator
no: Legg til forfatter

source: Add a new list
no: Legg til en ny liste

source: Add author
no: Legg til forfatter

source: Add to a list
no: Legg til i en liste

source: Admin actions
no: Admin

source: Administer loans
no: Administrer lån

source: Age
no: Alder

source: All creators
no: Alle forfattere

source: All libraries
no: Alle bibliotek

source: All our copies are on loan
no: Alle våre eksemplarer er utlånt

source: All users
no: Alle brukere

source: Anonymize
no: Anonymiser

source: Are you sure you want to completely delete this book, including its files, items and any loans
no: Er du sikker på at du ønsker å slette denne boka, inkludert alle tilknyttede filer, eksemplarer og eventuelle lån

source: Authors
no: Forfattere

source: Average loantime
no: Gjennomsnittlig låneitd

source: Back to default view
no: Tilbake til standard visning

source: Back to page
no: Tilbake til siden

source: Best regards,
no: Vennlig hilsen

source: Books
no: Bøker

source: Books by
no: Bøker av

source: Borrow ebooks for free
no: Lån ebøker gratis

source: Borrow this book
no: Lån denne boken

source: Borrow this book for
no: Lån denne boken i

source: Borrowed
no: Lånt

source: Choose a list...
no: Velg en liste...

source: Choose library
no: Velg bibliotek

source: Choose library:
no: Velg bibliotek

source: Click here to start storing your reading history
no: Klikk her for å begynne å lagre lånehistorikk

source: Click here to stop storing your reading history
no: Klikk her for å slutte å lagre lånehistorikk

source: Contact
no: Kontakt oss

source: Count
no: Antall

source: Covers
no: Omslag

source: Creators
no: Forfattere

source: Current lists and genres
no: Eksisterende lister og sjangre

source: Current loans
no: Aktive lån

source: Date
no: Utgitt

source: Days
no: Dager

source: Delete
no: Slett

source: Delete books
no: Slett bøker

source: Delete books from this list
no: Slett bøker fra denne lista

source: Deleted
no: Slettet

source: Description
no: Omtale

source: Display
no: Vis

source: Do you want to change?
no: Ønsker du å endre?

source: Due
no: Forfaller

source: Edit
no: Rediger

source: Edit items
no: Rediger eksemplarer

source: Edit this creator
no: Rediger denne forfatteren

source: Edit this list
no: Rediger denne lista

source: Editing
no: Redigerer

source: Email
no: Epost

source: Error while fetching descriptions.
no: Det oppstod en feil ved henting av omtaler.

source: Expires
no: Utløper

source: Failed logins
no: Mislykkede innlogginger

source: File
no: Fil

source: File ID
no: Fil-ID

source: Files and items
no: Filer og eksemplarer

source: For loans that were shorter than one
no: For lån kortere enn en

source: Gender
no: Kjønn

source: Genre
no: Sjanger

source: Genres
no: Sjangre

source: Global list
no: Global liste

source: Global lists
no: Globale lister

source: Go to
no: Gå til

source: Go to the front page
no: Gå til forsiden

source: Help
no: Hjelp

source: Home
no: Forsiden

source: Hours
no: Timer

source: If you choose to change this, you can still anonymize individual loans at any time
no: Dersom du velger å endre dette vil du fortsatt kunne anonymisere individuelle lån når som helst

source: If you choose to change this, your existing history will not be autmatically anonymized, you will have to do it by hand
no: Dersom du velger å endre dette vil din eksisterende historikk ikke bli anonymisert autmatisk, du må selv gjøre det

source: Imported books
no: Importerte bøker

source: Information on this page comes from your local library. If the information is not correct, please contact your library. Thank you for using eBib!
no: Informasjonen på denne siden kommer fra ditt lokale bibliotek. Hvis informasjonen ikke stemmer vennligst kontakt biblioteket. Takk for at du bruker eBib!

source: Information on this page comes from your local library. If the information is not correct, please contact your library. Thank you for using!
no: Informasjonen på denne siden kommer fra ditt lokale bibliotek. Dersom informasjonen ikke stemmer, vennligst kontakt ditt lokale bibliotek. Takk for at du bruker oss!

source: It looks like you have more than one active session. If you have logged in from more than one browser at the same time, this is probably OK, and you can proceed to use the site as normal
no: Det ser ut som du har mer enn én aktiv sesjon. Dersom du er logget inn i flere nettlesere eller på flere enheter samtdig er dette sannsynligvis helt greit, og du kan fortsette å bruke tjensten som normalt

source: It looks like you have more than one active session. If you have logged in from more than one browser at the same time, this is probably OK.
no: Det ser ut som du har mer enn én aktiv sesjon. Dersom du er logget inn i flere nettlesere eller på flere enheter samtdig er dette sannsynligvis helt greit

source: Item
no: Eksemplar

source: Items
no: Eksemplarer

source: Keep history
no: Behold historikk

source: Last edited
no: Sist endret

source: Library
no: Bibliotek

source: Limitations
no: Avgrensinger

source: Lists
no: Lister

source: Lists and genres
no: Lister og sjangre

source: Loan expires
no: Lånet utløper

source: Loan period
no: Lånetid

source: Loantime in
no: Lånetid i

source: Loantimes
no: Lånetider

source: Local lists
no: Lokale lister

source: Log in
no: Logg inn

source: Log in failed
no: Innloggin mislyktes

source: Log out
no: Logg ut

source: Logs
no: Logger

source: Maximum number of concurrent loans
no: Maks samtidige lån

source: More books by
no: Flere bøker av

source: More than one active session
no: Mer enn én aktiv sesjon

source: Most popular titles
no: Mest populære titler

source: My books
no: Mine bøker

source: My page
no: Min side

source: My profile
no: Min profil

source: Name
no: Navn

source: Need help logging in?
no: Hjelp til innloggingen?

source: New user?
no: Ny bruker?

source: No
no: Nei

source: No available copies
no: Ingen tilgjengelige eksemplarer

source: Normal view
no: Normal visning

source: Not a valid library.
no: Ikke et gyldig bibliotek.

source: Not on loan
no: Ikke utlånt

source: Number of books
no: Antall bøker

source: Old loans
no: Gamle lån

source: On loan
no: Utlånt

source: Oops, we got an error:<br />
no: Det oppstod en feil:<br />

source: Oops, we got an error:<br />$_
no: Oops, vi fikk en feil:<br />$_

source: Other books by
no: Andre bøker av

source: Overview
no: Oversikt

source: PIN code
no: PIN-kode

source: Pages
no: Sider

source: Password
no: Passord

source: Patron number
no: Lånernummer

source: Percentage
no: Prosent

source: Please visit this URL to unblock the account:
no: Besøk denne URLen for å fjerne blokkeringen av kontoen din:

source: Publication year
no: Utgivelsesår

source: Published
no: Utgivelsesår

source: Read more about it
no: Les mer om tjenesten

source: Return
no: Lever

source: Returned
no: Levert

source: Save
no: Lagre

source: Search
no: Søk

source: Settings
no: Innstillinger

source: Show all authors
no: Vis alle forfattere

source: Sorry, all our copies of this book are on loan.
no: Alle eksemplarene av denne boken er dessverre utlånt.

source: Sorry, no description available.
no: Beklager, det finnes ingen tilgjengelige omtaler.

source: Sorry, no matches found.
no: Beklager, ingen treff.

source: Sorry, there are no titles in this list yet.
no: Beklager, det er ikke noen bøker i denne lista enda.

source: Statistics
no: Statistikk

source: Statistics: Gender
no: Statistikk: Kjønn

source: Switch library
no: Bytt bibliotek

source: There are no imported books that need looking after.
no: Det er importerte bøker som må kontrolleres

source: These books have been automatically imported and now need to be edited manually to add metadata, covers etc.
no: Disse bøkene har blitt importert, og trenger metadata, omslagsbilder osv.

source: This book is available to you
no: Denne boka er tilgjengelig for deg

source: This book is not connected to any lists, yet
no: Denne boka er ikke knyttet til noen lister, enda

source: Time left
no: Tid som gjenstår

source: Title
no: Tittel

source: Unknown
no: Ukjent

source: Username
no: Brukernavn

source: Users
no: Brukere

source: What you need in order to borrow
no: Dette trenger du for å låne

source: What you need to borrow
no: Dette trenger du for å låne

source: Yes
no: Ja

source: You already borrow this book.
no: Du låner allerede denne boken.

source: You are <em>not</em> logged in with the library you have chosen, and can not borrow books from it.
no: Du er <em>ikke</em> logget inn ved biblioteket du har valgt, og kan ikke låne bøker.

source: You are logged in with the library you have chosen, and can borrow books from it.
no: Du er logget inn ved biblioteket du har valgt, og kan låne bøker.

source: You are not connected to any libraries.
no: Du er ikke knyttet til noen bibliotek.

source: You are not logged in.
no: Du er ikke logget inn

source: You can change your chosen library at any time, but please note that you can only borrow books from the library you are logged in with.
no: Du kan bytte bibliotek når du måtte ønske, men legg merke til at du bare kan låne bøker fra det biblioteket du er logget inn ved.

source: You can not borrow books from this library
no: Du kan ikke låne bøker fra dette biblioteket

source: You do not have access to borrow books from this library.
no: Du har ikke tilgang til å låne bøker fra dette biblioteket.

source: You have
no: Du har

source: You have checked out the maximum number of concurrent books.
no: Du har allerede lånt maksimalt antall bøker.

source: You have no current loans.
no: Du har ingen aktive lån.

source: You have no old loans.
no: Du har ingen gamle lån.

source: You have the maximum number of concurrent books on loan
no: Du har maksimalt antall samtidige lån

source: You have this book on loan
no: Du har allerede lånt denne boka

source: You must be logged in to borrow books
no: Du må være logget inn for å låne bøker

source: You must be logged in to borrow books.
no: Du må være logget inn for å låne bøker.

source: You must log in with a valid
no: Du må logge inn med en gyldig

source: You must log in with a valid admin user.
no: Du må logge inn med en gyldig admin-bruker.

source: You searched for
no: Du søkte etter

source: Your account has been blocked
no: Kontoen din har blitt sperret

source: Your reading history <em>is</em> being stored
no: Lesehistorikken din <em>blir</em> lagret

source: Your reading history is <em>not</em> being stored
no: Lesehistorikken din blir <em>ikke</em> lagret

source: Your reading history is being stored
no: Lesehistorikken din blir lagret

source: Your reading history is not being stored
no: Lesehistorikken din blir ikke lagret

source: about
no: om

source: about eBib
no: om eBib

source: and got
no: og fikk

source: belonging to
no: som tilhører

source: books
no: bøker

source: by
no: av

source: consortium
no: konsortium

source: day
no: dag

source: days
no: dager

source: eBib lets you borrow electronic books for free from your local library.
no: Med eBib kan du låne gratis e-bøker fra ditt lokale bibliotek.

source: from
no: fra

source: frontpage
no: forsiden

source: here
no: her

source: hour
no: time

source: hours
no: timer

source: items
no: eksemplarer

source: lets you borrow electronic books for free from your local library.
no: lar deg låne elektroniske bøker gratis fra ditt bibliotek

source: minutes
no: minutter

source: mobile
no: mobil

source: months
no: måneder

source: or
no: eller

source: or choose a different library below
no: eller velg et annet bibliotek nedenfor

source: or find out more
no: eller finn ut mer

source: overdue
no: forfalt

source: results
no: treff

source: the reader app to download and read the book
no: bokleseren for å laste ned og lese boken

source: the reader to download and read the book
no: bokleseren for å laste ned og lese boken

source: user
no: bruker

source: weeks
no: uker
